7zip
base
base-devel
blueman
bluez
bluez-tools
brightnessctl
burpsuite
cliphist
discord
efibootmgr
emote
fastfetch
firefox
flameshot
git
grub
hyprland
hyprpolkitagent
hyprshot
inter-font
john
kitty
kvantum
linux
linux-firmware
lsd
mesa
metasploit
mpvpaper
nano
nautilus
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nwg-look
openvpn
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-pulse
playerctl
python-name-that-hash
qt5ct
qt6ct-kde
rofi
rose-pine-cursor
rose-pine-hyprcursor
sof-firmware
spotify-launcher
ssdeep
steam
swaync
swww
telegram-desktop
trash-cli
ttf-jetbrains-mono-nerd
ttf-meslo-nerd-font-powerlevel10k
uwsm
vim
virtualbox
visual-studio-code-bin
vulkan-nouveau
waybar
waypaper
wf-recorder
wl-clip-persist
wl-clipboard
wlogout
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
zsh
